<?php

return [
    'list resource' => 'Список заказов',
    'create resource' => 'Создать заказ',
    'edit resource' => 'Редактировать заказ',
    'destroy resource' => 'Удалить заказ',
    'title' => [
        'orders' => 'Заказы',
        'create order' => 'Создать заказ',
        'edit order' => 'Редактировать заказ',
    ],
    'button' => [
        'create order' => 'Создать заказ',
    ],
    'table' => [
        'dish' => 'Блюдо',
        'name' => 'Имя заказчика',
        'tel' => 'Телефон заказчика',
        'count' => 'Количество',
        'status' => 'Текущий статус'
    ],
    'form' => [
        'waiting' => 'В ожидании',
        'inprocess'=> 'В процессе',
        'delivered' => 'Доставлено',
        'name' => 'Имя заказчика',
        'tel' => 'Телефон заказчика',
        'count' => 'Количество',
        'status' => 'Текущий статус',
    ],
    'messages' => [
        'order created by user' => 'Ваш заказ успешно принят! Мы вам перезвоним для уточнения вашего адреса :)'
    ],
    'validation' => [
    ],
    'help' => [
        'orders_index_help' => 'Управляйте заказами и помечайте их статус, обзванивайте клиентов, уточняйте их адреса в общем вот :)'
    ]
];
