<?php

return [
    'list resource' => 'Список категории блюд',
    'create resource' => 'Создать категорию блюд',
    'edit resource' => 'Редактировать категорию блюд',
    'destroy resource' => 'Удалить категорию блюд',
    'title' => [
        'dishcategories' => 'Категории блюд',
        'create dishcategory' => 'Создать категорию блюд',
        'edit dishcategory' => 'Редактировать категорию блюд',
    ],
    'button' => [
        'create dishcategory' => 'Создать категорию блюд',
    ],
    'table' => [
        'name' => 'Название категории',
        'teaser' => 'Краткое описание',
    ],
    'form' => [
        'title' => 'Имя категории',
        'teaser' => 'Краткое описание категории',
        'status' => 'Отображать',
        'status_help' => 'Эта фигнюшка отвечает за то - будет ли ВООБЩЕ эта категория выводится, ну типа мало ли, если вы не хотите удалять её, но временно отключить)',
        'on_main' => 'Отображать на главной странице',
        'on_main_help' => 'А эта отвечает за то - будет ли категория выводится на ГЛАВНОЙ странице',
    ],
    'messages' => [
        'title is required' => 'Нужно обязательно написать хоть какое нибудь название'
    ],
    'validation' => [
    ],
];
