<?php

return [
    'list resource' => 'Список материалов',
    'create resource' => 'Создать материал',
    'edit resource' => 'Редактировать материал',
    'destroy resource' => 'Уничтожить материал',
    'title' => [
        'mats' => 'Материалы',
        'create mat' => 'Создать материал',
        'edit mat' => 'Редактировать материал',
    ],
    'button' => [
        'create mat' => 'Создать материал',
    ],
    'table' => [
        'title' => 'Название материала',
        'teaser' => 'Краткое описание',
        'category_title' => 'Категория',
        'no_category' => 'Без категории',
        'type' => 'Типа материала',
    ],
    'form' => [
        'withot_cat' => 'Без категории',
        'title' => 'Название материала',
        'teaser' => 'Краткое описание',
        'full_description' => 'Полное описание',
        'status' => 'Отображать',
    ],
    'messages' => [
        'mats_chose_type' => 'Выберите тип и категорию материала (На той странице и будет отображаться)',
        'mats_image_help' => 'Загрузите главное изображение материала',
        'mats_gallery_help' => 'Добавьте дополнительные фото к материалу'
    ],
    'validation' => [
    ],
];
